Repository: hacklabr/timtec
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Usernames can only contain letters, digits and ./-/_.
pt_br: Seu nome de usuário não deve conter espaço, apenas letras, números e ./-/_.

source: Timtec Info
pt_br: Informações do Timtec

source: Password
pt_br: Senha

source: Password (again)
pt_br: Senha (novamente)

source: Province
pt_br: Estado

source: The two password fields didn't match.
pt_br: As duas senhas são diferentes.

source: Accept
pt_br: Aceitar

source: You must agree to the Terms of Use to use %(site_name)s.
pt_br: Você deve concordar com os Termos de Uso para usar o %(site_name)s.

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: City
pt_br: Cidade

source: How do you know the platform?
pt_br: Como você conheceu a plataforma TIM Tec?

source: Complement for "How do you know the platform?"
pt_br: Complemento para "Como você conheceu a plataforma TIM Tec?"

source: Username
pt_br: Nome de usuário

source: Required. 30 characters or fewer. Letters, numbers and ./+/-/_ characters
pt_br: Obrigatório. 30 caracteres ou menos. Letras, números e . + - _

source: Enter a valid username.
pt_br: Insira um nome válido.

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Staff status
pt_br: Situação

source: Active
pt_br: Ativo

source: Date joined
pt_br: Data de inscrição

source: Picture
pt_br: Estrutura

source: Occupation
pt_br: Ocupação

source: Site
pt_br: Página

source: Biography
pt_br: Biografia

source: Birth Date
pt_br: Data de Nascimento

source: Accepted terms and condition
pt_br: Aceitou os termos de uso

source: user
pt_br: usuário

source: users
pt_br: usuários

source: Invalid attribute: %s
pt_br: Atributo inválido: %s

source: Facebook
pt_br: Conectar com Facebook

source: social media
pt_br: Rede social

source: nickname
pt_br: Usuário na rede

source: Email address
pt_br: Endereço de Email

source: Type
pt_br: Tipo

source: Data
pt_br: Dado

source: Expected answer
pt_br: Resposta esperada

source: Unit
pt_br: Unidade

source: Comment
pt_br: Comentar

source: Positive Feedback
pt_br: Feedback positivo

source: Negative Feedback
pt_br: Feedback negativo

source: Activity
pt_br: Atividade

source: Activities
pt_br: Atividades

source: Student
pt_br: Estudante

source: Given answer
pt_br: Resposta fornecida

source: Answer
pt_br: Resposta

source: Answers
pt_br: Respostas

source: Subject
pt_br: Assunto

source: Name
pt_br: Nome

source: Message
pt_br: Mensagem

source: Assistant
pt_br: Assistente

source: Course
pt_br: Curso

source: Certification Allowed
pt_br: Certificação

source: Certification Allowed Even Without Progress
pt_br: Habilitar certificação mesmo sem o progresso mínimo requerido?

source: Draft
pt_br: Rascunho

source: Published
pt_br: Público

source: Intro video
pt_br: Vídeo introdutório

source: Application
pt_br: Aplicação

source: Requirement
pt_br: Requisitos

source: Abstract
pt_br: Resumo

source: Structure
pt_br: Estrutura

source: Workload
pt_br: Carga horária

source: Status
pt_br: Situação

source: Start date
pt_br: Data de início

source: Default Class
pt_br: Turma padrão

source: Courses
pt_br: Cursos

source: Instructor
pt_br: Instrutor

source: Professor Coordinator
pt_br: Professor Coordenador

source: Role
pt_br: Papel

source: Course Professor
pt_br: Professor do curso

source: Course Professors
pt_br: Professores do curso

source: Course Author
pt_br: Estrutura

source: Course Authors
pt_br: Relatórios de curso

source: Date
pt_br: Data

source: Description
pt_br: Descrição

source: Notes
pt_br: Anotações

source: Lesson
pt_br: Aula

source: Lessons
pt_br: Aulas

source: Title
pt_br: Título

source: Side notes
pt_br: Anotações

source: Units
pt_br: Unidades

source: Student Progress
pt_br: Progresso do Estudante

source: Receipt
pt_br: Comprovante

source: Certificate
pt_br: Certificado

source: Certificate Type
pt_br: Tipo de Certificação

source: Enrollment
pt_br: Envolvimento

source: Created
pt_br: Criado

source: Last modified
pt_br: Última alteração

source: Certificate is valid
pt_br: Certificado é valido

source: Total units
pt_br: Total de unidades

source: Hash
pt_br: Código

source: Evaluation grade needed
pt_br: Nota mínima

source: Evaluation date
pt_br: Data da avaliação

source: Evaluation results date
pt_br: Data da divulgação do resultado da avaliação

source: Comments
pt_br: Comentários

source: Class
pt_br: Turma

source: Evaluation
pt_br: Avaliação

source: Evaluation grade
pt_br: Nota da avaliação

source: Approved
pt_br: Aprovado

source: No show
pt_br: Não compareceu

source: Certification Process
pt_br: Processo de Certificação

source: Signature Name
pt_br: Nome de Assinatura

source: Certificate Template
pt_br: Model de Certificado

source: IF Certificate Template
pt_br: Modelo de certificação dos IFs

source: Course Materials
pt_br: Material didático

source: Question
pt_br: Descrição

source: Files
pt_br: Arquivos

source: About these documents
pt_br: Sobre estes documentos

source: Index
pt_br: Índice

source: Search
pt_br: Pesquisar usuário

source: Search Results
pt_br: Pesquisar nos resultados

source: Sua busca não encontrou nenhum documento. Tenha certeza de que todas as palavras inseridas estejam corretas e que você selecionou as categorias necessárias.
pt_br: Copyright

source: User
pt_br: Usuário

source: Correct answer
pt_br: Resposta esperada

source: Hidden
pt_br: Oculto

source: Justification
pt_br: Publicação

source: Address
pt_br: Endereço

source: Academic ID
pt_br: Identificador de Matrícula

source: Note
pt_br: Anotação

source: An error ocurred or you don't have to see this page.
pt_br: Um erro ocorreu ou você não tem permissão para visualizar esta página.

source: There's been an error. Probably you don't have permission to see this page.
pt_br: Houve um erro. Provavelmente você não possui permissão de acesso a esta página.

source: To see this, please do a login as an administrator.
pt_br: Para acessar você deve estar logado como administrador.

source: Page not found
pt_br: Página não encontrada

source: We're sorry, but the requested page could not be found.
pt_br: Desculpe-nos, mas a página requisitada não pode ser encontrada.

source: Please contact the administrador
pt_br: Por favor, entre em contato com o administrador

source: Course name
pt_br: Nome do curso

source: Forum
pt_br: Fórum

source: Tools
pt_br: Ferramentas

source: Messages
pt_br: Mensagens

source: Reports
pt_br: Relatórios

source: Permissions
pt_br: Permissões

source: Certificate settings
pt_br: Opções do certificado

source: Assistant Professor
pt_br: Professor Assistente

source: By
pt_br: Por

source: Intro
pt_br: Vídeo introdutório

source: Resume course
pt_br: Continuar curso

source: Course material
pt_br: Material didático

source: Course notes
pt_br: Anotações do Curso

source: Classes
pt_br: Turmas

source: Edit course
pt_br: Editar curso

source: Evaluations
pt_br: Avaliações

source: Instructors
pt_br: Instrutores

source: Organize Instructors
pt_br: Organizar instrutores

source: Close
pt_br: Fechar

source: Save
pt_br: Salvar

source: Add instructor
pt_br: Adicionar instrutor

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Search and select a user to set as course professor
pt_br: Busque e selecione um usuário para defini-lo como professor do curso

source: Type the name, email or user name of the professor to search...
pt_br: Digite um nome, email ou nome de usuário do professor para pesquisar...

source: Selected user
pt_br: Usuário selecionado

source: Upload avatar
pt_br: Enviar foto

source: Use picture from user profile
pt_br: Usar imagem do perfil do usuário

source: Use name from user profile
pt_br: Usar nome do perfil do usuário

source: Use biography from user profile
pt_br: Usar biografia do perfil do usuário

source: Cancel
pt_br: Cancelar

source: New class name
pt_br: Nome da nova turma

source: Add class
pt_br: Adicionar turma

source: Exam date
pt_br: Data da avaliação

source: Exam results date
pt_br: Data do resultado do exame

source: Your grade
pt_br: Sua nota

source: Exam needed grade
pt_br: Nota Mínima

source: Instructions
pt_br: Instruções

source: Fill the question title.
pt_br: Preencha o título da questão.

source: Fill the question content.
pt_br: Preencha o texto da questão.

source: What is your question?
pt_br: Qual é a sua pergunta?

source: Description of your question
pt_br: Descrição da sua pergunta

source: Questions & Answers policy
pt_br: Política de Perguntas e Respostas

source: Send
pt_br: Enviar

source: Filter classes
pt_br: Filtrar por turma

source: List by
pt_br: Listar por

source: My classes
pt_br: Minhas turmas

source: All classes
pt_br: Todas as turmas

source: Classes of others professors
pt_br: Turmas dos outros professores

source: Or choose a class
pt_br: Ou escolha uma turma

source: There is no question in this forum yet
pt_br: Não existem perguntas nesse forum ainda

source: Most voted
pt_br: Mais Votadas

source: Most recent
pt_br: Mais recentes

source: Most answerd
pt_br: Mais respondidas

source: Loading questions
pt_br: Carregando perguntas

source: votes
pt_br: votos

source: answers
pt_br: respostas

source: Hide
pt_br: Ocultar

source: Asked
pt_br: Pergunta feita em

source: by
pt_br: por

source: Know why your question was hidden
pt_br: Veja porque sua pergunta foi ocultada

source: Why my question was hidden?
pt_br: Porque minha pergunta foi ocultada?

source: This course starts on %(start_date)s and you are already subscribed
pt_br: Este curso começa em %(start_date)s e você já está inscrito

source: Go to course
pt_br: Ir para o curso

source: Subscribe
pt_br: Inscrever-se

source: E-mail or login
pt_br: Email ou login

source: Forgot my password
pt_br: Esqueci minha senha

source: Sign In
pt_br: Entrar

source: Connect with Facebook
pt_br: Conectar ao Facebook

source: Course Complete
pt_br: Curso concluído!

source: Choose an username
pt_br: Escolha um nome de usuário

source: Insert your e-mail
pt_br: Insira seu email

source: A really strong password
pt_br: Uma senha muito forte

source: Confirm your password
pt_br: Confirme sua senha

source: I agree to the <a href="%(terms_url)s" target="_blank">Terms of Use</a>
pt_br: Eu concordo com os <a href="%(terms_url)s" target="_blank">Termos de Uso</a>

source: Sign Up
pt_br: Cadastre-se

source: Accept terms and conditions
pt_br: Aceitar os termos de uso

source: Sorry
pt_br: Desculpe

source: You provided an invalid key
pt_br: Você forneceu uma chave inválida

source: The registration failed
pt_br: O registro falhou

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
pt_br: Você está recebendo este e-mail porque você ou alguém solicitou uma redefinição de senha para sua conta no site %(site_domain)s. Você pode seguramente ignorar esta mensagem se você não solicitou esta redefinição de senha. Clique no link abaixo para redefinir sua senha. %(password_reset_url)s Caso você tenha esquecido, seu nome de usuário é %(username)s. Obrigado por usar o TIM Tec!

source: Password Reset E-mail
pt_br: Email de redefinição de senha

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pt_br: Por favor confirme que o endereço <a href="mailto:%(email)s">%(email)s</a> é o email do usuário %(user_display)s.

source: Confirm
pt_br: Confirmar

source: This e-mail confirmation link expired or is invalid.<br/>Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pt_br: Este email de confirmação expirou ou é inválido. Por favor <a href="%(email_url)s">solicite uma nova confirmação de e-mail</a>.

source: Mission accomplished
pt_br: Missão cumprida

source: You have an active account
pt_br: Você tem uma conta ativa

source: Login
pt_br: Entrar

source: You need to sign in or up to see this content
pt_br: Você precisa entrar ou inscrever-se para ver este conteúdo

source: Facebook connect
pt_br: Conectar com Facebook

source: Insert your e-mail so we can send you the instructions to recover your password
pt_br: Insira seu email para que possamos enviar-lhe instruções para recuperar sua senha

source: Your e-mail
pt_br: Seu email

source: Check your inbox
pt_br: Verifica sua caixa de entrada

source: We sent you an e-mail with the instructions to recover your password
pt_br: Nós enviamos um email com instruções para recuperar sua senha

source: Change your password
pt_br: Mudar sua senha

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pt_br: O link de solicitação de redefinição de senha é inválido, possivelmente porque já foi usado. Por favor solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.

source: Your password is now changed.
pt_br: Sua senha foi alterada.

source: Password reset complete
pt_br: Redefinição da senha completo

source: Really strong password
pt_br: Senha realmente forte

source: Password confirmation
pt_br: Confirmação de senha

source: Validation email sent
pt_br: Email de validação enviado

source: Certificate Settings
pt_br: Opções do certificado

source: Edit certificate
pt_br: Editar certificado

source: Edit receipt text
pt_br: Editar texto do comprovante

source: Course Material
pt_br: Material didático

source: Drop
pt_br: Solte

source: files to upload
pt_br: arquivos para upload

source: (or click)
pt_br: (ou clique)

source: No files in course material
pt_br: Nenhum arquivo no material didático

source: New course name
pt_br: Nome do novo curso

source: Create course
pt_br: Criar curso

source: Choose the course file to import
pt_br: Escolha o arquivo de curso para importar

source: Select the course file to import
pt_br: Selecione o arquivo do curso para importar

source: Course file to import...
pt_br: Arquivo de curso para importar...

source: Import course
pt_br: Importar curso

source: All
pt_br: Todos

source: Keyword
pt_br: Palavra-chave

source: Invert
pt_br: Inverter

source: Show lessons
pt_br: Mostrar aulas

source: Hide lessons
pt_br: Ocultar aulas

source: Started in
pt_br: Começou em

source: Starts in
pt_br: Começa em

source: No start date
pt_br: Sem data de início

source: Loading lessons list
pt_br: Carregando lista de aulas

source: No courses found
pt_br: Nenhum curso encontrado

source: Loading courses...
pt_br: Carregando cursos...

source: Delete
pt_br: Apagar

source: Publish
pt_br: Publicar

source: Lesson name
pt_br: Nome da aula

source: Lesson description
pt_br: Descrição da aula

source: Delete this unit
pt_br: Apagar esta unidade

source: Unit video
pt_br: Vídeo da unidade

source: Add
pt_br: Adicionar

source: Change video
pt_br: Trocar vídeo

source: The text bellow will be shown to students when they correctly finish this activity.
pt_br: O texto abaixo é um comentário que será exibido após o estudante responder corretamente a atividade.

source: The text bellow will be shown to students when they send a correctly answer to this activity.
pt_br: O texto abaixo é um comentário que será exibido quando o estudante responder corretamente a atividade.

source: If you don't fill this field, it will appear a default message.
pt_br: Se você não preencher este campo, aparecerá uma mensagem padrão pré-definida pelo sistema.

source: The text bellow will be shown to students when they send a wrong answer to this activity.
pt_br: O texto abaixo é um comentário que será exibido quando estudante responder incorretamente a atividade.

source: Unit activity
pt_br: Atividade da unidade

source: Addicional materials
pt_br: Materiais adicionais

source: Add user
pt_br: Adicionar usuário

source: Full name
pt_br: Nome

source: Actions
pt_br: Ações

source: Coordinator Professor
pt_br: Professor Coordenador

source: Search user
pt_br: Pesquisar usuário

source: Add users
pt_br: Adicionar usuário

source: Course reports
pt_br: Relatórios de curso

source: Progress
pt_br: Progresso

source: Students
pt_br: Estudantes

source: Loading students report
pt_br: Carregando relatórios de estudantes

source: Students progress
pt_br: Progresso do estudante

source: Total number of students
pt_br: Número total de estudantes

source: Search student
pt_br: Estudante

source: Loading student report
pt_br: Carregando relatório de estudantes

source: Average student progress per class
pt_br: Progresso médio dos estudantes por turma

source: Loading lessons report
pt_br: Carregando relatórios de aulas

source: Users
pt_br: Usuários

source: Users found:
pt_br: Usuários encontrados:

source: Administrators
pt_br: Administradores

source: Blockeds
pt_br: Bloqueados

source: Filter
pt_br: Filtro

source: Loading users list
pt_br: Carregando lista de usuários

source: No users found
pt_br: Nenhum usuário encontrado

source: Administrator
pt_br: Administrador

source: Previous
pt_br: Anterior

source: Next
pt_br: Proximo

source: First
pt_br: Primeiro

source: Last
pt_br: ùltimo

source: Class name
pt_br: Nome da turma

source: Certification
pt_br: Certificação

source: Select if this class can emmit certificates.
pt_br: Selecione à direita se esta turma pode emitir ou não certificados.

source: Allows Certification
pt_br: Permite certificação

source: Select if this class can emmit certificates even the student didn't get the minimum progress required.
pt_br: Marque se esta classe pode emitir certificados mesmo que o estudante não tenha atingido o progresso mínimo requerido.

source: Add students to this class
pt_br: Adicionar estudantes nesta turma

source: No students found
pt_br: Nenhum aluno encontrado

source: If it is a big class, you'll need to wait a little...
pt_br: Se for uma classe grande, você terá que aguardar um pouco...

source: Allows certificate
pt_br: Permite certificação

source: Asked for certificate
pt_br: Solicitou certificado

source: Able to attend evaluation
pt_br: Habilitados para serem abaliados

source: Already have certificate
pt_br: Já possui certificado

source: Scheduled evaluations
pt_br: Avaliações agendadas

source: Upcoming evaluations
pt_br: Próximas avaliações

source: Manage evaluations
pt_br: Editar avaliações

source: Evaluations for class
pt_br: Avaliação para turma

source: Schedule evaluation
pt_br: Agendar avaliação

source: Evaluation status
pt_br: Situação da avaliação

source: Students that can certificate
pt_br: Estudantes habilitados

source: Students that requested certificate
pt_br: Estudantes que solicitaram certificaçao

source: Class progress
pt_br: Progresso da turma

source: Number of enroled students
pt_br: Número de estudantes matriculados

source: Number of students able to attend evaluation:
pt_br: Número de estudantes habilitados para serem avaliados

source: out of
pt_br: de

source: No evaluation found.
pt_br: Nenhuma avaliação encontrada

source: Schedule one at
pt_br: Agendar em

source: Chose an evaluation through the left aside menu or schedule a new one.
pt_br: Escolha uma avaliação pelo menu à esquerda ou agende uma nova

source: Edit evaluation
pt_br: Editar avaliação

source: Add student
pt_br: Adicionar estudante

source: remove student
pt_br: remover estudante

source: Schedule Evaluation
pt_br: Agendar Avaliação

source: Evaluation Date
pt_br: Data da avaliação

source: Results Date
pt_br: Data dos resultados

source: Mininum grade
pt_br: Nota mínima

source: Students that can attend
pt_br: Estudantes habilitados

source: User name
pt_br: Nome de usuário

source: Student exam grade
pt_br: Nota do estudante

source: Course Notes
pt_br: Anotações do Curso

source: You have not made any notes yet.
pt_br: Você não fez nenhuma anotação ainda.

source: Export course and download
pt_br: Exportar curso e fazer download

source: Export
pt_br: Exportar

source: Delete course
pt_br: Apagar curso

source: min-width
pt_br: tam. mínimo

source: Change thumbnail
pt_br: Trocar thumbnail

source: Introduction video
pt_br: Vídeo introdutório

source: Why do this course?
pt_br: Por que fazer esse curso?

source: What do I have to know?
pt_br: O que eu preciso saber?

source: Requirements
pt_br: Requisitos

source: This course is
pt_br: Este curso é

source: Organize lesson
pt_br: Organizar aulas

source: Listed
pt_br: Listado

source: activities
pt_br: atividades

source: Add lesson
pt_br: Adicionar aula

source: Soon
pt_br: Em breve

source: More information
pt_br: Mais informações

source: Chose an evaluation throught the left aside menu or schedule a new one.
pt_br: Escolha uma avaliação pelo menu à esquerda ou agende uma nova

source: Edit student
pt_br: Editar estudante

source: Page not found. Click here to create it.
pt_br: Página não encontrada. Clique aqui para criá-la.

source: Contact
pt_br: Contato

source: Terms of Use
pt_br: Termos de Uso

source: Clear
pt_br: Limpar

source: Ask a question
pt_br: Fazer uma pergunta

source: Toggle navigation
pt_br: Alternar navegação

source: About
pt_br: Sobre

source: Admin
pt_br: Administração

source: Home edit
pt_br: Editar home

source: My area
pt_br: Minha área

source: Profile
pt_br: Perfil

source: Edit Profile and Account Settings
pt_br: Editar Perfil e Configurações da Conta

source: My Courses
pt_br: Meus Cursos

source: My Notes
pt_br: Minhas Anotações

source: Logout
pt_br: Sair

source: Organize courses
pt_br: Organizar cursos

source: Choose home courses
pt_br: Escolher cursos da home

source: Featured courses
pt_br: Cursos em destaque

source: All courses
pt_br: Todos os cursos

source: Edit home courses
pt_br: Editar cursos da home

source: Please verify and complete you account information
pt_br: Por favor verifique e complete seus dados

source: Full Name
pt_br: Nome

source: Academic Identifier
pt_br: Matrícula

source: Chapters
pt_br: Capítulos

source: Professor comment
pt_br: Anotações do professor

source: Continue
pt_br: Continuar

source: My Annotations
pt_br: Minhas Anotações

source: This unit has no addicional materials
pt_br: Esta unidade não possui material adicional

source: Show Recipient List
pt_br: Mostrar destinatários

source: Hide Recipient List
pt_br: Esconder destinatários

source: Recipients
pt_br: Destinatários

source: New Message
pt_br: Nova mensagem

source: Fill the message subject
pt_br: Preencha o assunto

source: Fill the message body
pt_br: Preencha o corpo do email

source: Send to all classes
pt_br: Enviar para todas as turmas

source: Details
pt_br: Detalhes

source: Add new social media
pt_br: Adicionar nova rede social

source: Remove
pt_br: Remover

source: Are you sure?
pt_br: Você tem certeza?

source: Go to notes
pt_br: Ver anotações

source: Profile Info
pt_br: Perfil

source: Bio
pt_br: Biografia

source: Account Settings
pt_br: Configurações da conta

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirmar nova senha

source: Social Media
pt_br: Rede Social

source: Nickname
pt_br: Usuário na rede

source: There are no social medias registered to you.
pt_br: Não há redes sociais registradas por você.

source: Finished courses
pt_br: Cursos finalizados

source: Finished at
pt_br: Finalizado em

source: View Receipt
pt_br: Ver Comprovante

source: View Certificate
pt_br: Ver certificado

source: Current courses
pt_br: Cursos em andamento

source: Fill the question text.
pt_br: Preencha o texto da questão.

source: Your answer
pt_br: Sua resposta

source: Social Network Login Failure
pt_br: Falha ao fazer login na Rede Social

source: An error occurred while attempting to login via your social network account.
pt_br: Aconteceu um erro ao tentar autenticar usando sua rede social
