Repository: hacklabr/timtec
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Login Cancelled
pt_br: Autenticação cancelada

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
pt_br: Você decidiu cancelar o login no nosso site usando uma conta sua existente. Se isso foi um engano volte para <a href="%(login_url)s">entrar</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
pt_br: Você está prestes a usar a sua conta no %(provider_name)s para logar no %(site_name)s. Para concluir, complete o formulário abaixo:

source: Courses I'm enrolled
pt_br: Cursos que estou fazendo

source: My certificates
pt_br: Meus certificados

source: Courses I assist
pt_br: Cursos que sou assistente

source: Courses I coordinate
pt_br: Cursos que sou coordenador

source: You are not enrolled in any course yet.
pt_br: Você não está fazendo nenhum curso ainda.

source: Resume Course
pt_br: Continuar curso

source: View certificate
pt_br: Ver certificado

source: Request certificate
pt_br: Pedir certificado

source: Go to Course
pt_br: Ir para o curso

source: Open certificate processes
pt_br: Iniciar processo de certificação

source: Certificates
pt_br: Certificados

source: Conclusion receipts
pt_br: Comprovante de conclusão

source: Show classes
pt_br: Mostrar turmas

source: Hide classes
pt_br: Adicionar turma

source: Create class
pt_br: Criar turma

source: You don't have any class in this course
pt_br: Você não tem nenhuma turma neste curso

source: Loading classes list
pt_br: Carregando lista de turmas

source: E-mail or username
pt_br: Nome de usuário ou email

source: Signup
pt_br: Cadastre-se

source: Receipt Settings
pt_br: Opções de Comprovante

source: My Receipts
pt_br: Meus Comprovantes

source: Brazilian Portuguese
pt_br: Português

source: Italian
pt_br: Italiano

source: Spanish
pt_br: Espanhol

source: English
pt_br: Inglês
